{
  "identifier": "com.atylorepo.source",
  "name": "Atylo's Repo",
  "iconURL": "https://i.imgur.com/8mhNRDS.png",
  "headerURL": "https://i.imgur.com/3qxtpnr.png",
  "news": [],
  "userInfo": {},
  "apps": [
    {
      "beta": false,
      "bundleIdentifier": "com.codevn.loopsie",
      "developerName": "CodeVN",
      "downloadURL": "https://ia800505.us.archive.org/6/items/loopsie-7.14.1-le-ti/Loopsie%2B%2B_7.14.1_LeTi.ipa",
      "iconURL": "https://i0.wp.com/ipacrack.com/wp-content/uploads/2023/08/Loopsie-Deforum-AI-Art.jpeg",
      "localizedDescription": "Turn every pic into an incredible 3D photo! Choose from dozens of unique 3D stickers: butterflies, bubbles, sparkles, snow, and many more.\n\nWe update new effects or presets every week!\n\nLoopsie lets you create stunning photo edits with stickers, special effects, filters and theme presets! Our animation allows you to create 3D Photos, D3D Camera like videos and much more. All-in-one app without any professional equipment. Just a bit of creativity and your photos will come to life with a stunning cinematic effect!\n\nOur motion photo effects make your short videos unique and let your content stand out from other photos and videos. Forget those old photo filters and photo editor, welcome our new breathtaking video loops.\n\n— Anime Effect —\n\nMake your photo viral by turning yourself into an anime character with our advanced AI technology. It only requires one tap and a few seconds of processing, you will be able to export a 100% cartoon-like portrait!\n\n— Popular Presets & Special Effects —\n\nAnime, Legends, Vertigo, Motion blur\n\nButterfly, Neon, Sparkle, Cloud, Vaporware, vhs, Indie\n\n— 3D Photo —\n\nAdd a new dimension to your photos.\n\nYou can use our integrated 3D camera or create a 3D photo starting from a normal photo.\n\nYou can choose between a vintage effect like a D3D camera, or a standard high quality 3D picture. Loopsie mimics many movement, from the classic 360 wiggle, to a vertical fast movement.\n\n— Advanced Technologies —\n\nMachine Learning Based Depth Prediction:\n\nWe built a Neural Network that accurately predicts the depth of every photo.\n\nAugmented Reality Stickers:\n\nLoopsie enriches the picture with 3D augmented reality stickers.\n\nAdvanced 3D Scene Reconstruction:\n\nWe developed a unique algorithm to fill the missing part of the 3D scene\n\n3D Segmentation:\n\nThe neural network we developed will segment the subjects from the scene for a more dimensional view.",
      "name": "Loopsie Pro++",
      "screenshotURLs": [
        ""
      ],
      "size": 123000000,
      "subtitle": "Loopsie Pro++",
      "tintColor": "018084",
      "version": "7.14.1",
      "versionDate": "2023-06-24T14:00:00-07:00",
      "versionDescription": ""
    },
    {
      "beta": false,
      "bundleIdentifier": "com.codevn.dotnet",
      "developerName": "CodeVN",
      "downloadURL": "https://ia800505.us.archive.org/1/items/codevndotnet-signed_20230822/codevndotnet-signed.ipa",
      "iconURL": "https://codevn.net/wp-content/uploads/2023/01/1673432536-96d6f2e7e1f705a.png",
      "localizedDescription": "Who knows",
      "name": "CodeVNdotnet",
      "screenshotURLs": [
        ""
      ],
      "size": 150000000,
      "subtitle": "Some CodeVN app",
      "tintColor": "222544",
      "version": "1.0",
      "versionDate": "2023-05-24T14:00:00-07:00",
      "versionDescription": ""
    },
    {
      "beta": false,
      "bundleIdentifier": "com.codevn.chatai",
      "developerName": "CodeVN",
      "downloadURL": "https://ia600509.us.archive.org/6/items/chat-ai-1.9-le-ti/CHAT%20AI%2B%2B_1.9_LeTi.ipa",
      "iconURL": "https://i0.wp.com/ipacrack.com/wp-content/uploads/2023/08/Chat-AI-Ask-Anything.jpeg",
      "localizedDescription": "Chat AI Ask Anything app",
      "name": "Chat AI++",
      "screenshotURLs": [
        ""
      ],
      "size": 150000000,
      "subtitle": "Chat AI Ask Anything app",
      "tintColor": "222544",
      "version": "1.9",
      "versionDate": "2023-05-24T14:00:00-07:00",
      "versionDescription": ""
    },
    {
      "beta": false,
      "bundleIdentifier": "com.codevn.dreamland",
      "developerName": "CodeVN",
      "downloadURL": "https://ia902508.us.archive.org/3/items/dreamerland-1.11.8-le-ti/Dreamerland%2B%2B_1.11.8_LeTi.ipa",
      "iconURL": "https://i0.wp.com/ipacrack.com/wp-content/uploads/2023/06/Dreamerland.jpeg",
      "localizedDescription": "Unleash your creativity with Dreamerland! Create stunning AI generated art in any style you can imagine. Download now and inspire others with your unique creations!\n\nThe All-in-one AI art generation tool! Let your imagination run wild as you create beautiful, unique and captivating pieces of art with the help of our advanced AI algorithms.\n\nWhether you’re an artist, designer, or simply looking for a new creative outlet, Dreamerland is the perfect tool for you. With its intuitive interface and powerful AI engine, you’ll be able to create stunning pieces of art with just a few taps.\n\nFrom anime to realistic, Dreamerland has got you covered. Choose from a vast library of styles and themes, or create your own custom style with ease. The possibilities are endless, and the results are truly breathtaking.\n\nSo why wait? Download Dreamerland today and unleash your inner artist!\n\n– No skill needed\n\nDreamerland is designed to be easy and accessible for everyone, regardless of your artistic skills or experience. Whether you’re a professional artist or have never created art before, you can use Dreamerland to generate beautiful, one-of-a-kind pieces. With no skill required, you can unleash your imagination and create stunning art with ease!\n\n– Explore more than 100+ styles\n\nWith Dreamerland, you’ll have access to a vast library of styles and themes, allowing you to generate art in a wide range of styles. Whether you prefer anime, abstract, realistic, or something in-between, there’s a style for everyone! With over 100 styles to choose from, the possibilities for your art are endless.\n\n– Unleash your creativity\n\nLet your imagination run wild and create art that’s truly unique and personal. With Dreamerland, you’ll have the power to generate art in any style you can imagine. Whether you’re looking to create a piece for your work or just for fun, Dreamerland is the perfect generator for you!\n\n– Share your creations with the world\n\nShow off your art to the world and share it with your friends and community. Dreamerland makes it easy to share your creations on social media, or save them to your device for later. Impress your friends and inspire others with your unique and personal art, created by Dreamerland!\n\n– How does it Work?\n\n1. Input the dream you think of\n\n2. Choose a style or theme you want\n\n3. Let AI create the art\n\n4. Save and share it to the world.",
      "name": "Dreamerland Pro++",
      "screenshotURLs": [
        ""
      ],
      "size": 150000000,
      "subtitle": " Create stunning AI generated art",
      "tintColor": "222544",
      "version": "1.11.8",
      "versionDate": "2023-05-24T14:00:00-07:00",
      "versionDescription": ""
    }
  ]
}
